Repository: yotammanor/kikar-hamedina
Catalog: kikar_hamedina/locale/*/LC_MESSAGES/django.po
Languages: he

source: Last Two Weeks
he: בשבועיים האחרונים

source: Number of Followers
he: מספר עוקבים

source: Total
he: סך הכל

source: MK
he: חבר כנסת

source: Growth in Number of Followers
he: עלייה במספר העוקבים

source: Number of Statuses Published
he: כמות הסטאטוסים שפורסמו

source: Median #like Count per Status
he: כמות חציונית של #like לסטאטוס

source: Top Statuses by Number of #like
he: הסטאטוס עם כמות ה-#like הגבוהה ביותר

source: Last Week
he: בשבוע האחרון

source: About Us
he: מי אנחנו?

source: Close
he: סגירה

source: This project is still in beta.
he: האתר עדיין בגרסת בטא.

source: If you found anything wrong here, we'd love to
he: אם מצאת טעויות או פערים במידע, נשמח

source: hear about it!
he: לשמוע על כך!

source: Israeli MKs on Social Media
he: חברי הכנסת ברשתות החברתיות

source: Today, %(number_of_mks)s of the Israeli MKs are active on Facebook.
he: כיום, %(number_of_mks)s מבין חברי הכנסת ה-20 פעילים בפייסבוק באופן קבוע.

source: We collect and organize what they write - and help you join the conversation.
he: אנחנו מרכזים את כל מה שחברי הכנסת כותבים - ועוזרים לך לקחת חלק בשיחה.

source: Wonder what you can find here? Here, you can learn:
he: תוהה מה אפשר למצוא אצלנו? אפשר לדעת, למשל:

source: Which statuses where most liked
he: מה נכתב בסטאטוסים הפופולריים ביותר

source: this week
he: בשבוע האחרון

source: What is being discussed at
he: על מה מדברים בסיעת

source: Party these days
he: בימים אלו

source: Which MKs used the word
he: אילו חברי כנסת השתמשו לאחרונה במילה

source: What brought MK
he: מה גרם ל

source: To gain %(top_growth_dif_percent)s in the number of his/her followers?
he: לזכות בעלייה של %(top_growth_dif_percent)s במספר התומכים בחודש האחרון?

source: And much more, all you need to do is
he: ועוד הרבה, רק צריך

source: Search
he: לחפש

source: Are you looking for something you can't find? Have a cool idea on how to improve this website?
he: חיפשת משהו ולא מצאת? נתקלת בתקלה? יש לך רעיון מדליק לאיך לשפר את האתר?

source: We'd love to hear about it!
he: נשמח לשמוע!

source: This site is a project by
he: אתר זה הוא פרויקט חממה של

source: The Public Knowledge Workshop
he: הסדנא לידע ציבורי

source: registered
he: ע"ר

source: All MKs
he: כל חברות וחברי הכנסת

source: All Members of Knesset
he: כל חברות וחברי הכנסת

source: Number of Facebook Pages for Party
he: מס' עמודי פייסבוק פעילים למפלגה

source: Last Month
he: בחודש האחרון

source: Statuses
he: סטאטוסים

source: with
he: עם

source: Likes per status
he: לייקים לסטאטוס

source: on average
he: בממוצע

source: This MK doesn't have a public Facebook Page
he: לחבר כנסת זה אין פרופיל פייסבוק פומבי

source: this month
he: החודש

source: Page Likes
he: לייקים לעמוד

source: Last Page info update at
he: עדכון אחרון למידע אודות העמוד בתאריך

source: Date of Last Status at
he: סטאטוס אחרון בתאריך

source: Due to technical limitations, we can't collect data on private Facebook Users.
he: עקב מגבלות טכניות, אנחנו לא יכולים לאסוף מידע על דפי פייסבוק פרטיים.

source: You can check it out on
he: ניתן לצפות בדף ישירות ב

source: Facebook
he: פייסבוק

source: Facebook Page Missing
he: דף פייסבוק חסר

source: Tell us
he: ספרו לנו

source: if you know of a page, please
he: אם ידוע לכם על דף, בבקשה

source: All Parties
he: כל המפלגות

source: Likes on average
he: לייקים, בממוצע

source: Billboards
he: המצעד

source: Filter By Date:
he: סינון לפי תאריך:

source: Simple Filtering is disabled when advanced filtering is activated
he: הסינון הפשוט אינו פעיל בעת שימוש בסינון מתקדם

source: Default Filter
he: סינון ברירת מחדל

source: No Filter
he: ללא סינון

source: Last 24 Hours
he: ביממה האחרונה

source: During
he: במהלך

source: Of
he: ל

source: (Starting midnight)
he: (החל מחצות)

source: During
he: במהלך

source: During 20th Knesset Election Campaign
he: במהלך הבחירות לכנסת ה-20

source: During "Protective Edge"
he: במהלך צוק איתן

source: (This status was deleted)
he: (הסטאטוס נמחק)

source: Error loading photo. Click the small Facebook-Logo to the right, to see original status.
he: תקלה בטעינת התמונה. אפשר ללחוץ על כפתור הפייסבוק הקטן מצד שמאל כדי לראות את הסטאטוס המקורי

source: Apologies, your broswer does not support displaying videos.
he: מתנצלים, הדפדפן שלך אינו תומך בהצגת סרטונים.

source: likes
he: אהבו

source: comments
he: הגיבו

source: shares
he: שיתפו

source: Tags
he: תגיות

source: Insert Tag (Comma separated)
he: הכנס תג (comma separated)

source: Add Tags
he: הוספת תגיות

source: Home Page
he: דף הבית

source: last month
he: בחודש האחרון

source: approximately
he: בקירוב

source: Loading additional data...
he: טוען נתונים נוספים...

source: Last week
he: בשבוע האחרון

source: At Open Knesset
he: באתר כנסת פתוחה

source: Last update at
he: עדכון אחרון בתאריך

source: This is probably a problem, and we'd love to
he: זוהי כנראה תקלה, ונשמח מאוד

source: hear about it!
he: לשמוע על כך!

source: Does MK
he: יש ל

source: has a Public Facebook Page
he: יש דף פייסבוק פומבי

source: please
he: בבקשה

source: Facebook Page not found for MK
he: לא נמצא עמוד פייסבוק עבור

source: You can
he: אפשר

source: send
he: לשלוח

source: her
he: לה

source: him
he: לו

source: an email
he: דוא"ל

source: has a Facebook Page
he: דף פייסבוק

source: By Date
he: לפי תאריך

source: By Number of Likes
he: לפי מספר לייקים

source: By Number of Comments
he: לפי מספר תגובות

source: Other
he: אחר

source: Party
he: מפלגה

source: Tagged Recently
he: תויגו לאחרונה

source: RSS Updates
he: עדכוני RSS

source: link
he: קישור

source: Save Query
he: שמירת שליפה

source: Username
he: שם משתמש

source: Query title
he: שם השאילתא

source: A query title is unique. Saving a query with a used title as an existing query, will update the existing one, given that you are the creator of the original query.
he: שמירה של שאילתא בעלת שם זהה לשאילתא קיימת, תביא לעריכתה, במידה והיא שייכת ליוזר שלך.

source: Description
he: תיאור

source: The Query
he: השאילתא

source: Cancel
he: ביטול

source: Search Results
he: תוצאות חיפוש

source: MKs
he: חברי כנסת

source: Parties
he: מפלגות

source: Search Terms
he: מילות חיפוש

source: Number of Results
he: מספר תוצאות

source: Excluded Statuses
he: סטאטוסים שסוננו

source: Advanced Search
he: חיפוש מתקדם

source: Knesset Member, Party, a Subject discussed, or any keyword...
he: חבר/ת כנסת, מפלגה, נושא, או מילות מפתח

source: Add Word
he: הוספת מילה

source: Preview
he: תצוגה מקדימה

source: Order
he: סידור

source: By Like Count
he: לפי מספר לייקים

source: By Comment Count
he: לפי מספר תגובות

source: descending
he: יורד

source: ascending
he: עולה

source: Date
he: תאריך

source: No Filter
he: ללא פילטר

source: Last 24 Hours
he: יממה אחרונה

source: During
he: במהלך

source: Last Week
he: השבוע האחרון

source: During 20th Knesset Election Campaign
he: במהלך הבחירות לכנסת ה-20

source: During "Protective Edge"
he: במהלך צוק איתן

source: Or
he: או

source: And
he: וגם

source: (Free text And/Or Tags must appear)
he: (מילים וגם/או תגיות חייבות להופיע)

source: Tag
he: תג

source: -- sorry, no translation provided --
he: -- מתנצלים, חסר תרגום --

source: Open Knesset requires attention
he: כנסת פתוחה דורשת את תשומת לבך

source: title
he: כותרת

source: link type
he: סוג קישור

source: link types
he: סוגי קישור

source: links
he: קישורים

source: Male
he: זכר

source: Female
he: נקבה

source: Knesset number
he: מס' כנסת

source: Start date
he: תאריך התחלה

source: End date
he: תאריך הסיום

source: Knesset %(number)d
he: הכנסת ה-%(number)d

source: %(name)s in Knesset %(number)d
he: %(name)s במהלך הכנסת ה-%(number)d

source: Coalition
he: קואליציה

source: Opposition
he: אופוזיציה

source: an accurate place of residence (for example, an address
he: כתובת מגורים מדויקת (למשל, כתובת)

source: a general area of residence (for example, "the negev"
he: כתובת מגורים כללית (למשל, "הנגב")

source: Member
he: חבר/ת כנסת

source: Members
he: חברי כנסת

source: Coalition Member (female)
he: חברת קואליציה

source: Opposition Member (female)
he: חברת אופוזיציה

source: Coalition Member (male)
he: חבר קואליציה

source: Opposition Member (male)
he: חבר אופוזיציה

source: Past Member (female)
he: חברת כנסת לשעבר

source: Past Member (male)
he: חבר כנסת לשעבר

source: Minister
he: שר/ה

source: Person
he: אדם

source: Persons
he: בני-אדם

source: {person} serverd as {text} in {org} from {start_date} to {end_date}
he: {person} שירת בתור {text} בארגון {org} החל מ-{start_date} עד {end_date}

source: Elected Knesset number
he: מספר כנסת המועמדת לבחירות

source: Election date
he: תאריך הבחירות

source: Name
he: שם

source: Ballot
he: אות קלפי

source: The list with which is the surplus votes partner
he: הרשימה עמה נחתם הסכם עודפים

source: YouTube user
he: משתמש YouTube

source: Wikipedia page
he: ערך ויקיפדיה

source: Twitter account
he: חשבון Twitter

source: Platform
he: פלטפורמה

source: Ordinal
he: מיקום ברשימה

source: Elected by #
he: מספר בוחרים

source: How many people voted for this person
he: מספר האנשים שהצביעו בעד המועמד

source: Page Not Found
he: עמוד לא נמצא

source: If our state will not end the desert - the desert might end the state
he: אם המדינה לא תחסל את המדבר - עלול המדבר לחסל את המדינה

source: David Ben-Gurion
he: דוד בן-גוריון

source: Apologies, it seems that you've reached into the heart of the desert, into a page that does not exist here
he: אנחנו מצטערים, נראה שהגעת אל לב המדבר, לדף שאיננו קיים

source: You can return to the main menu
he: אפשר לחזור לדף הראשי

source: here
he: כאן

source: Or just see our
he: או פשוט לראות את

source: 404-quote-msg
he: אם המדינה לא תחסל את המדבר - עלול המדבר לחסל את המדינה

source: (404-quote-author)
he: דוד בן-גוריון

source: (404-sorry-msg)
he: אנחנו מצטערים, נראה שהגעת אל לב המדבר, לדף שאיננו קיים כאן יותר

source: (You can return to the main menu)
he: (אפשר לחזור לדף הראשי)

source: (From here)
he: (מכאן)

source: Today, around a 100 of the Knesset Members are using Facebook on a daily basis. We collect and organize what they write, and help you join the conversation. A project by the Public Knowledge Workshop.
he: כיום, כ-100 מבין חברי הכנסת ה-20 פעילים בפייסבוק באופן קבוע. אנו מרכזים את כל מה שחברי הכנסת כותבים, ועוזרים לך לקחת חלק בשיחה. פרויקט של הסדנא לידע ציבורי.

source: | Kikar Hamedina
he: | כיכר המדינה

source: Kikar Hamedina
he: כיכר המדינה

source: search
he: חיפוש

source: About
he: אודות

source: Donate
he: תרומה

source: Tagging
he: תיוג

source: Options
he: אפשרויות

source: Written by
he: נכתב ע"י

source: Show all %(author)s's entries
he: הצג את כל הרשומות מאת %(author)s

# on date
source: on
he: בתאריך [ on date ]

source: Written on
he: נכתב אודות

source: in
he: בתוך

source: Show all entries in %(category)s
he: כל הרשומות בקטגוריה %(category)s

source: Last update on
he: עדכון אחרון ב-

source: Short url
he: קישור מקוצר

source: Short URL to %(object)s
he: קישור מקוצר ל-%(object)s

source: %(percent)s%% of %(object)s still remains to read.
he: %(percent)s%% שנותר לקרוא מתוך %(object)s

source: Continue reading
he: המשך/המשיכי לקרוא

source: RSS Feed of latest entries
he: עדכוני RSS לרשומות האחרונות

source: RSS Feed
he: עדכוני RSS

source: Calendar
he: לוח שנה

source: Recent entries
he: רשומות אחרונות

source: Popular entries
he: רשומות פופולאריות

source: Archives
he: ארכיון

source: Tools
he: כלים

source: Post an entry
he: פרסם/י רשומה

source: Log out
he: התנתק/י

source: RSS Feed of discussions on
he: עדכוני RSS לדיונים על

source: RSS Feed of comments on
he: עדכוני RSS לתגובות על

source: Edit the entry
he: ערוך/ערכי רשומה
